{
  "ReplaceWithRegister": { "branch": "master" },
  "clever-f.vim": { "branch": "master" },
  "cutlass.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "toggle-quotes.nvim": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}
